app/controllers/api/v1/charities_controller.rb

SELECT "charities".* FROM "charities"
---
    def index
      @charities = Charity.all